/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Cuir air bhog Impress air a' choimpiutair agad\n* Ceangail an dà inneal ris an aon lìonra WiFi\n* P.S. Tha an t-uidheam iOS agad ceangailte ri \"%@\" a-nis";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Chan eil ceangal WiFi agad an-dràsta.\n* Ceangail an t-uidheam iOS is an coimpiutair agad ris an aon lìonra\n* Ath-nuadhaich\n* Gliocas: 'S urrainn dhut hotspot pearsanta a chruthachadh air a' choimpiutair/iPhone agad";

/* Popover option */
"About Impress Remote" = "Mu dhèidhinn Impress Remote";

/* No comment provided by engineer. */
"Back" = "Air ais";

/* Popover option */
"Blank Screen" = "Sgrìn bhàn";

/* No comment provided by engineer. */
"Cancel" = "Sguir dheth";

/* No comment provided by engineer. */
"Click to refresh" = "Dèan briogadh gus ath-nuadhachadh";

/* Back button to the connect page on navbar */
"Connect" = "Ceangail";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Ceangail an dà uidheam agad ris an aon lìonra WiFi.";

/* instruction page title */
"Connection" = "Ceangal";

/* Popover option */
"Connection Help" = "Cobhair leis a' cheangal";

/* Connection Lost Alert title */
"Connection Lost" = "Chaidh an ceangal a chall";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Ìoc, chaidh an ceangal a chall... Feuch is ceangail an coimpiutair agad ris às ùr.";

/* Control instruction title */
"Control" = "Smachdadh";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Cruthaich hotspot pearsanta air an iPhone agad, ma tha feum air.";

/* Server list section title */
"Custom Connections" = "Ceanglaichean gnàthaichte";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Mur eil an coimpiutair agad a' nochdadh san earrann gu h-àrd, cuir ris coimpiutair de làimh leis an t-seòladh IP aige.";

/* Server list section title */
"Detected Connections" = "Ceanglaichean ris an do mhothaich sinn";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Cuir am PIN a-steach ann an \"Taisbeanadh shleamhnagan - Impress Remote\"";

/* Connection failure title */
"Failed to reach server" = "Cha b' urrainn dhuinn am frithealaiche a ruigsinn";

/* Connection failure message */
"Failed to reach server Msg" = "Thoir sùil air an t-seòladh IP agad is dèan cinnteach gu bheil LibreOffice Impress a' ruith agus gu bheil Impress Remote an comas.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Cha b' urrainn dhuinn an coimpiutair agad a ruigsinn";

/* No comment provided by engineer. */
"Help" = "Cobhair";

/* In app How-to title */
"How-to" = "Toiseach tòiseachaidh";

/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Seòladh IP mì-dhligheach";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Chan eil an seòladh IP a chuir thu a-steach dligheach";

/* EditableTableViewCell placeholder */
"IP Address" = "Seòladh IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Cuir air bhog Impress ⁊ tagh an coimpiutair agad.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Ainm (roghainneil)";

/* No comment provided by engineer. */
"New Server" = "Frithealaiche ùr";

/* No comment provided by engineer. */
"No, thanks" = "Chan eil, mòran taing";

/* OK Button on Alert view */
"OK" = "Ceart ma-thà";

/* backButton for Tutorial */
"Ok, thanks" = "Tha, gun robh math agaibh";

/* Pairing instruction title */
"Pairing" = "Paidhreachadh";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Stiùireadh air a' phaidhreachadh";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Cuir gu dol LibreOffice Impress air a' choimpiutair agad\n\n2. Cuir an comas Roghainnean - LibreOffice Impress - Coitcheann - Cuir an t-uidheam-smachd an comas\n\n3. Dèan cinnteach gu bheil an coimpiutair is an t-uidheam ceangailte ris an aon lìonra WiFi\n\n4. Cuir a-steach seòladh IP a' choimpiutairde làimh mur an do mhothaicheadh ris\n\n5. Dèan ceangal agus sin agad e!\n\n";

/* Update button text in diffrent states */
"Pause" = "Cuir 'na stad";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Saoil an ath-thòisich thu LibreOffice Impress air a' choimpiutair agad?";

/* Popover option */
"Restart" = "Ath-thòisich";

/* No comment provided by engineer. */
"Resume from blank screen" = "Lean air o sgrìn bhàn";

/* Popover option */
"Resume from blank Screen" = "Lean air o sgrìn bhàn";

/* No comment provided by engineer. */
"Searching" = "A' lorg";

/* Sidebar section header */
"Slides" = "Sleamhnagan";

/* Update button text in diffrent states */
"Start" = "Tòisich";

/* Popover option */
"Stop Presentation" = "Crìochnaich an taisbeanadh";

/* Sidebar section header */
"Stop Watch" = "Stad-uaireadair";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "A bheil thu air turas a ghabhail tro Impress Remote airson iOS?";

/* Sidebar section header */
"Timer" = "Tìmear";

/* No comment provided by engineer. */
"Yes" = "Tha";

